
[
  {
    "q": "office hours",
    "a": "Our office hours are Monday to Friday, 9:00 AM to 6:00 PM."
  },
  {
    "q": "office time",
    "a": "Our office hours are Monday to Friday, 9:00 AM to 6:00 PM."
  },
  {
    "q":"total cash",
    "a":"total cash 1,250,000"

  },
  {
    "q": "hr email",
    "a": "You can reach HR at hr@hemrajgroup.com."
  },{
    "q":"company contact number",
    "a": "The company contact number is +1-234-567-8900."
  },
  {
      "q":"Who is Managing Director",
      "a":"The Managing Director of the company is Sir Rishi Agarwal."
  },
  {
    "q":"company name ",
    "a": "The company name is Hemraj Group."
  },
  {
    "q":"what is company name ?",
    "a": "The company name is Hemraj Group."
  },
  {
    "q": "leave policy",
    "a": "Employees have 18 paid leaves per year. See the policy document for details."
  },
  {
    "q": "remote work policy",
    "a": "Employees can work remotely up to two days a week, subject to manager approval."
  },
  {
    "q": "health insurance",
    "a": "We provide comprehensive health insurance for all full-time employees."
  },
  {
    "q": "performance reviews",
    "a": "Performance reviews are conducted annually in December."
  },
  {
    "q": "training programs",
    "a": "We offer various training programs throughout the year. Check the training calendar for details."
  },
  {
    "q": "employee handbook",
    "a": "The employee handbook is available on the company intranet under the HR section."
  },
  {
    "q": "payroll schedule",
    "a": "Employees are paid bi-weekly on Fridays."
  },
  {
    "q": "vacation policy",
    "a": "Employees accrue vacation days at a rate of 1.5 days per month."
  },
  {
    "q":"today sales",
    "a": "Today Sales are available on the sales dashboard or can be checked with the sales team. That is 300$" 
  },
  {
    "q":"total stock",
    "a": "Total Stock is 23.40 Qntl Bags: 39 " 
  },
  {
    "q":"today stock",
    "a": "Total Stock is 23.40 Qntl Bags: 39 " 
  },
  {
    "q":"today production",
    "a": "Today  Production is none " 
  },
  {
    "q": "sick leave policy",
    "a": "Employees are entitled to 10 sick days per year."
  },
  {
    "q": "work from home equipment",
    "a": "Employees can request necessary equipment for remote work through the IT department."
  },
  {
    "q": "employee assistance program",
    "a": "We offer an employee assistance program that provides counseling and support services."
  },
  {
    "q": "grievance procedure",
    "a": "Employees can file grievances through the HR portal or directly with their manager."
  },
  {
    "q": "diversity and inclusion policy",
    "a": "We are committed to diversity and inclusion in the workplace. See our policy document for details."
  },
  {
    "q": "code of conduct",
    "a": "All employees must adhere to the company's code of conduct, which is available on the intranet."
  },
  {
    "q": "employee recognition program",
    "a": "We have an employee recognition program that highlights outstanding contributions monthly."
  },
  {
    "q": "IT support contact",
    "a": "You can reach the IT support team at ithelpdesk@yourcompany.com or extension 1234."
  },
  {
    "q": "office address",
    "a": "Our main office is located at 46B, Rafi Ahmed Kidwai Road (1st Floor), kolkata  700016, West Bengal, India."
  },
  {
    "q": "company vision",
    "a": "Our vision is to become the leading provider of sustainable solutions in our industry."
  },
  {
    "q": "company mission",
    "a": "Our mission is to deliver high-quality products while fostering innovation and employee growth."
  },
  {
    "q": "travel policy",
    "a": "Employees must submit travel requests through the Travel Portal. Reimbursements are processed within 15 days."
  },
  {
    "q": "work schedule",
    "a": "Standard work hours are Monday to Friday, 9:00 AM to 6:00 PM, with flexible start/end times upon approval."
  },
  {
    "q": "employee referral program",
    "a": "Employees can refer candidates and earn rewards if the candidate is successfully hired."
  },
  {
    "q": "company holidays",
    "a": "Refer to the company holiday calendar available on the intranet under the HR section."
  },
  {
    "q": "expense reimbursement",
    "a": "Submit expense claims via the Finance Portal with receipts attached. Processing usually takes 5-7 business days."
  },
  {
    "q": "training reimbursement",
    "a": "Employees can request reimbursement for approved external training programs up to $500 per year."
  },
  {
    "q": "internship opportunities",
    "a": " Visit the Careers page for current openings and application details."
  },
  {
    "q": "security policy",
    "a": "All employees must follow IT and physical security policies. Details are available on the intranet."
  },
  {
    "q": "career progression",
    "a": "Career paths and promotion criteria are outlined in the HR portal under Employee Development."
  },
  {
    "q": "feedback process",
    "a": "Employees can provide feedback through the monthly survey or directly to their manager."
  },
  {
    "q": "corporate social responsibility",
    "a": "We actively participate in community service, environmental initiatives, and charitable programs."
  },
  {
    "q":"company managing director",
    "a":"The Managing Director of the company is Sir Rishi Agarwal."
  },
  {
    "q":"what is name of company",
    "a":"The name of the company is Hemraj Group."
  },
  {
    "q": "data privacy",
    "a": "All employee and customer data must be handled according to GDPR and company data privacy policies."
  },
  {
    "q": "remote collaboration tools",
    "a": "We use Microsoft Teams and Slack for communication and collaboration across remote teams."
  },
  {
    "q": "office facilities",
    "a": "Our office offers cafeteria, gym, parking, and wellness rooms for employees."
  },
  {
    "q": " hemraj performance bonus",
    "a": "Employees may be eligible for performance-based bonuses, reviewed quarterly or annually."
  },
  {
    "q": "onboarding process",
    "a": "New employees undergo a 3-day onboarding program covering company policies, tools, and team introductions."
  },
  {
    "q": "hr head",
    "a": "Mr. Souvik Ghosh"
  }
]

